import React from 'react';

export function InfoText() {
    return (
        <div>
            <h1>Цены услуг статика:</h1>
                Время РТ по согласованию.<br/>

                Груул/Магик (об):<br/>

                <li>Голова Магтеридона - 20к</li>
                <li>Токены Т4 - (Грулл/Магик) - 30к(1кусок)</li>
                <br/>
                Шмот 245 - 20к (Грулл/Магик)
                <br/>
                Пухи 245 - 20к (Грулл/Магик)
                <br/>
                ИК 25 (об)<br/>
                Стафф - 10к (любой анролл на выбор - пушки, плащи, бое, др., кроме выбора).<br/>
                Трини (кроме выбора) - 20к.<br/>

                ИВК 10.<br/>
                Проходка(все включено) - 100к (если ваш персонаж низкого ilvl 200-220, вы в рейде ничего не делаете и при этом забираете весь нужный шмот без ролла).<br/>
                Проходка(vip) - 60к - (если ваш персонаж низкого ilvl 200-220, но шмот идет по роллу).<br/>
                Проходка(об) - 30к (ваш персонаж 220+ ilvl и вносит какую-то полезность рейду, шмот по роллу).<br/>
                Шмот ИВК гер - 20к (вы идете с основым составом статика, выполняете команды рла, но шмот, выпавший в рейде идет без ролла).<br/>

                P.S Весь нужный стафф - ВЕСЬ стафф, включая плащи (касается ИВК 10)<br/>

                P.S.S Варианты оплаты на неуказанные услуги, а также алтернативные варианты оплаты обсуждаются лично с @Толга/Tolga
        </div>);
}